final List<String> r = [
  'إضافة مشروبات',
  'إضافة مجمدات',
  'إضافة مأكولات',
  'إضافة جبن',
];
final List<String> show = [
  "عرض الجبن",
  "عرض المجمدات",
  "عرض المشروبات",
  "عرض مأكولات",
];
final List<String> wellcome = [
  "صفحه عرض المنتجات",
  "صفحه اضافه المنتجات",
];
String name =
    "تطبيقنا هو حلاً مبتكرًا لأصحاب متاجر البقالة لتنظيم وإدارة مخازنهم بكفاءة. يوفر التطبيق واجهة بسيطة وسهلة الاستخدام تسمح بإضافة الأقسام والمنتجات بسرعة، وإدارة المخزون بفعالية. بفضل ميزاته المتقدمة، يمكن لأصحاب المحلات تتبع المبيعات وإدارة الطلبات بكل يسر وسهولة. اكتشف طريقة جديدة لتنظيم عملك وزيادة كفاءته مع تطبيقنا.";
